Repository: Andrea/duality-withsvn-history
Catalog: DualityEditor/EditorRes/GeneralRes.*.resx
Languages: de

# Language
source: English
de: Deutsch

# MenuName_File
source: File
de: Datei

# MenuName_View
source: View
de: Ansicht

# Msg_CantImport_Caption
source: Can't import file
de: Datei kann nicht importiert werden

# Msg_CantImport_Text
source: Can't import file '{0}'. The files format is not supported.
de: Die Datei '{0}' kann nicht importiert werden, weil das Dateiformat nicht unterstützt wird.

# Msg_ConfirmBreakPrefabLink_Caption
source: Break Prefab Link?
de: Prefab Link auflösen?

# Msg_ConfirmBreakPrefabLink_Desc
source: This action will break the objects Prefab Link. Proceed?
de: Diese Aktion wird den Prefab Link des Objekts zerstören. Fortfahren?

# Msg_ErrorReloadCorePlugin_Caption
source: Can't reload core plugin
de: Core Plugin konnte nicht geladen werden

# Msg_ErrorReloadCorePlugin_Desc
source: An error occured reloading Duality core plugins: {0}{1}
de: Beim erneuten Laden der Core Plugins trat ein Fehler auf: {0}{1}

# PropertyGrid_N_Objects
source: {0} objects
de: {0} Objekte

# TaskBarOverlay_ReloadCorePlugin_Desc
source: Reloading core plugins...
de: Core Plugins neu laden...
